{
  "404-page-not-found": "404 Page not found",
  "ABORTED": "Canceled",
  "ACTIVE": "Active",
  "EXPIRED": "Overdue",
  "FINISHED": "Completed",
  "PENDING": "Expectation",
  "about-1": "The game of corners is played on a chessboard. For the game, you will need a standard set of checkers or chess pieces of two colors. In case of playing with chess pieces, they have equivalent value to each other.",
  "about-2": "Before the start of the game, each participant places pieces in the corners of the board in three rows of three pieces. The color of the checkers is determined by tossing a coin or drawing lots. The area occupied by chips is called \"City\". Placement can also be according to other rules, for example in 2 rows of 4 pieces or participants can play with 16 pieces at once if they wish. There is also a version of the game where checkers are placed along the corner - this layout is called \"brake\". Before starting the game, participants discuss initial placement conditions. A game played with more checkers lasts longer and is more complex as traffic jams often form between participants.",
  "about-3": "In the game \"Corners\", the winner is the one who first moves their pieces to the opponent's city and occupies the territory. If the second participant manages to do the same on the turn following the first player's victory, a draw is declared. Moves can be made in any direction except diagonally. You can move a checker 1 square forward and backward. Checkers can also jump over their own and other players' pieces multiple times in one turn, but they cannot step over several pieces at once. The number of steps per turn with stepping over is limited only by possibilities on the board, and a player can make all possible moves with this piece or stop after two steps.",
  "about-4": "Important condition: you cannot block your opponent's checkers with your pieces from all sides, depriving them of the opportunity to move forward. To avoid a situation where an opponent deliberately holds back checkers in the city to prevent the rival from entering, an additional rule is introduced: as soon as one of the participants has freed his city from pawns, that is, made at least one move for each of them, the second must do the same.",
  "about-5": "In case there are several chips in the opponent's city at the starting position, he can only move them until all checkers are shifted. Also, a player who has made more than 40 moves but still has checkers in the \"city\" is considered to have lost. To complicate the game, you can add diagonal moves, then the number of moves needed to remove checkers from the \"city\" is limited to 30.",
  "about-6": "The game can also end if 80 moves have already been made, but none of the players have reached the final position. In this case, the winner is considered to be the player who has moved as many pawns as possible onto enemy territory. If their number is equal, a draw is awarded. If the same layout on the board repeats for the third time, then the game also ends in a draw.",
  "anonim": "Anonymous",
  "deistviya": "Actions",
  "games-available": "Available games",
  "games-to-join": "Your games and games you can join",
  "go-to-home": "Go home",
  "igra": "game",
  "igra-igroka": "Player's game",
  "igra-otmenena": "The game is cancelled.",
  "igra-s": "Game with",
  "imya-mozhet-soderzhat-tolko-bukvy-probely-i-defis": "The name can only contain letters, spaces and hyphens.",
  "khodit": "Walks",
  "nachat": "Start",
  "nazvanie": "Title",
  "ne-proshla-validaciya-imeni": "Name validation failed",
  "ne-udalos-otmenit-igru": "Failed to cancel the game",
  "ne-udalos-prisoedinitsya-k-igre": "Failed to join the game.",
  "ne-udalos-sozdat-igru": "Failed to create a game",
  "neizvestnaya-igra": "Unknown game",
  "new-game": "New game",
  "nichya": "Draw!",
  "no-suitable-game": "There are no suitable games (yet)",
  "otkryta": "Opened",
  "otmenit-igru": "Cancel the game",
  "otmenit-poslednii-khod": "Cancel the last move",
  "ozhidanie-igrokov-v-igre": "Waiting for players in the game",
  "pobeditel": "Winner",
  "pravila-igry-v-ugolki": "Rules of the game in corners",
  "prisoedinenie-k-igre": "Joining the game \"{{gameName}}\"",
  "signed-in": "Entered",
  "status": "Status",
  "vasha-igra": "Your game",
  "vasha-igra-s": "Your game with",
  "vvedite-svoe-imya": "Enter your name ...",
  "ozhidaem-podklyucheniya-partnera": "Awaiting partner connection",
  "igra-nachalas-pervym-khodit-playername": "The game has started! The first move is by {{playerName}}",
  "igrok-player-name-pokinul-igru": "Player {{playerName}} has left the game.",
  "igrok-player-name-prisoedinilsya-k-igre": "Player {{playerName}} has joined the game.",
  "pobeditel-is-winner-name": "The winner is {{winnerName}}",
  "khodit-pervyi-igrok": "The first player moves",
  "khodit-player-name": "{{playerName}} is walking",
  "khodit-vtoroi-igrok": "The second player moves",
  "net": "No",
  "oshibka-khoda": "Move error",
  "sdelan-khod": "A move has been made",
  "ostalos-x-khodov": "{{remainingMoveCount}} moves left",
  "spasibo-za-igru-nachat-novuyu-mozhno-s-glavnoi-stranicy-nazhav-na-krestik-ili-logotip-prilozheniya": "Thank you for the game! You can start a new one from the main page by clicking on the cross or the application logo.",
  "otkryta-igra-game-name": "The game \"{{gameName}}\" is open.",
  "flavor-diagonal": "Diagonal",
  "flavor-line": "Linear",
  "flavor-standard": "Standard",
  "game-flavor": "{{flavor}} Flavor",
  "oshibka-podtverzhdeniya-otmeny-khoda": "Error confirming move cancellation",
  "oshibka-zaprosa-otmeny-khoda": "Move cancellation request error",
  "otmena-khoda-zavershena": "Move cancellation completed",
  "zaproshena-otmena-khoda": "Move cancellation requested",
  "tip": "Flavor",
  "sozdat": "Create"
}
