{
  "games-available": "Доступные игры",
  "games-to-join": "Ваши игры и игры, к которым можно присоединиться",
  "new-game": "Новая игра",
  "no-suitable-game": "Подходящих игр (пока) нет",
  "nazvanie": "Название",
  "status": "Статус",
  "deistviya": "Действия",
  "otmenit-igru": "Отменить игру",
  "pravila-igry-v-ugolki": "Правила игры в уголки",
  "about-1": "Игра уголки проводится на шахматной доске. Для игры вам понадобится стандартный набор шашек или шахмат двух цветов. В случае игры шахматными фигурами они имеют равнозначное значение между собой.",
  "about-2": "Перед началом игры каждый участник расставляет фигуры по углам доски в три ряда по три фигуры. Цвет шашек участники определяют путем подбрасывания монетки или с помощью жребия. Поле, занятое фишками, называется «Город». Расстановка может быть также по другим правилам, например в 2 ряда по 4 фигуры или участники при желании могут играть сразу 16 фигурами. Существует также версия игры, в которой шашки ставятся вдоль угла, — такой расклад носит название «гальма». Перед началом игры участники обсуждают условия начального расположения. Игра, проводимая на большем количестве шашек, длится дольше и является сложнее, поскольку зачастую образуются заторы между участниками.",
  "about-3": "В игре «Уголки» побеждает тот, кто первым переместит свои фишки в город соперника и займет территорию. Если второму участнику удается сделать то же самое на следующий после победы первого игрока, то объявляется ничья. Ходы осуществляются в любом направлении, кроме диагонали. Перемещать шашку можно на 1 клетку вперед и назад. Шашки также могут перепрыгивать через свои и чужие фишки и делать это несколько раз за один ход, при этом они не могут перешагивать сразу через несколько фишек одновременно. Количество шагов за один ход с перешагиванием ограничено лишь возможностями на доске и игрок может пройти все возможные ходы этой фишкой или остановиться после двух шагов.",
  "about-4": "Важное условие: нельзя запирать шашки соперника своими фигурами со всех сторон, лишая возможности продвинуться вперед. Для того, чтобы избежать ситуации, когда противник целенаправленно сдерживает шашки в городе, чтобы не дать туда зайти сопернику, вводится дополнительное правило: как только один из участников освободил свой город от пешек, то есть сделал хотя бы один ход каждой из них, второй обязан сделать то же самое.",
  "about-5": "В случае если в городе оппонента несколько фишек на начальной позиции, он может ходить только ими до тех пор, пока все шашки не будут сдвинуты. Также игрок, который сделал больше 40 ходов, но у него все еще остались шашки в «городе», считается проигравшим. Для усложнения игры можно добавить ходы по диагонали, тогда количество ходов, за которые нужно вывести шашки из «города» ограничивается 30.",
  "about-6": "Игра может завершиться также в том случае, если совершено уже 80 ходов, но ни один из игроков не занял конечную позицию. В таком случае победителем считается игрок, который перевел как можно больше пешек на вражескую территорию. Если их количество одинаковое, то присуждается ничья. В случае если один и тот же расклад на доске повторяется в третий раз, то игра завершается также ничьей.",
  "imya-mozhet-soderzhat-tolko-bukvy-probely-i-defis": "Имя может содержать только буквы, пробелы и дефис",
  "ne-proshla-validaciya-imeni": "Не прошла валидация имени",
  "vvedite-svoe-imya": "Введите свое имя ...",
  "anonim": "Аноним",
  "pobeditel": "Победитель",
  "nichya": "Ничья!",
  "404-page-not-found": "404 Страница не найдена",
  "go-to-home": "Иди домой",
  "signed-in": "Вошел",
  "khodit": "Ходит",
  "otmenit-poslednii-khod": "Отменить последний ход",
  "nachat": "Начать",
  "otkryta": "Открыта",
  "igra": "игра",
  "ne-udalos-sozdat-igru": "Не удалось создать игру",
  "prisoedinenie-k-igre": "Присоединение к игре \"{{gameName}}\"",
  "ne-udalos-prisoedinitsya-k-igre": "Не удалось присоединиться к игре",
  "igra-otmenena": "Игра отменена",
  "ne-udalos-otmenit-igru": "Не удалось отменить игру",
  "ozhidanie-igrokov-v-igre": "Ожидание игроков в игре",
  "vasha-igra-s": "Ваша игра с",
  "vasha-igra": "Ваша игра",
  "igra-s": "Игра с",
  "igra-igroka": "Игра игрока",
  "neizvestnaya-igra": "Неизвестная игра",
  "PENDING": "Ожидание",
  "ACTIVE": "Активная",
  "FINISHED": "Завершена",
  "ABORTED": "Отменена",
  "EXPIRED": "Просрочена",
  "ozhidaem-podklyucheniya-partnera": "Ожидаем подключения партнера",
  "igra-nachalas-pervym-khodit-playername": "Игра началась! Первым ходит {{playerName}}",
  "igrok-player-name-pokinul-igru": "Игрок {{playerName}} покинул игру",
  "igrok-player-name-prisoedinilsya-k-igre": "Игрок {{playerName}} присоединился к игре",
  "pobeditel-is-winner-name": "Победитель — {{winnerName}}",
  "sdelan-khod": "Сделан ход",
  "oshibka-khoda": "Ошибка хода",
  "khodit-player-name": "Ходит {{playerName}}",
  "net": "Нет",
  "khodit-pervyi-igrok": "Ходит первый игрок",
  "khodit-vtoroi-igrok": "Ходит второй игрок",
  "spasibo-za-igru-nachat-novuyu-mozhno-s-glavnoi-stranicy-nazhav-na-krestik-ili-logotip-prilozheniya": "Спасибо за игру! Начать новую можно с главной страницы, нажав на крестик или логотип приложения",
  "ostalos-x-khodov": "Осталось {{remainingMoveCount}} ходов",
  "otkryta-igra-game-name": "Открыта игра \"{{gameName}}\"",
  "zaproshena-otmena-khoda": "Запрошена отмена хода",
  "oshibka-zaprosa-otmeny-khoda": "Ошибка запроса отмены хода",
  "otmena-khoda-zavershena": "Отмена хода завершена",
  "oshibka-podtverzhdeniya-otmeny-khoda": "Ошибка подтверждения отмены хода",
  "game-flavor": "{{flavor}} Игра",
  "flavor-standard": "Стандартная",
  "flavor-diagonal": "Диагональная",
  "flavor-line": "Линейная",
  "tip": "Тип",
  "sozdat": "Создать"
}
